<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
 <%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html lang="zh-cn">
<head>
    <meta charset="UTF-8">
    <title>寻蜜客服务协议</title>
    <meta name="renderer" content="webkit"> <meta name="fragment" content="!"> 
    <meta name="format-detection" content="telephone=no"> 
    <meta name="google" value="notranslate"> 
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"> 
    <meta http-equiv="Cache-Control" content="no-transform"> 
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <link rel="stylesheet" href="<%=basePath %>css/normalize.css">
    <link rel="stylesheet" href="<%=basePath %>css/xmk-lead.css">
    <link rel="stylesheet" href="<%=basePath %>css/showtips.css">
    
</head>
<body style="padding-bottom: 50px;">
   <div class="servicecontent">
       <h2 class="servagg-title">寻蜜客服务协议</h2>
        <p class="servagg-desc">特别提示：请您注意，在您注册成为寻蜜客以接受寻蜜鸟服务前，您应已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。</p>

        <p class="servagg-normaltxt">寻蜜鸟科技，定位于中国首家店铺一站式自助营销服务平台。以SAAS云服务平台打破常规，建立人与服务的智慧连接，树立大数据精准营销，为商家提供会员管理、店铺营销、积分超市、店铺直聘、雏鸟设计、店铺金融等重点功能，提供一站式自助服务，快速提升其效率，降低成本。</p>

        <p class="servagg-normaltxt">您在寻蜜鸟用户端APP注册寻蜜客账户并点击和提交“我已阅读、理解并同意《寻蜜鸟平台寻蜜客服务协议》”，即表明您与寻蜜鸟签订本协议，愿意接受本协议所有内容并受之约束。在点击确认之前，请认真阅读协议内容（特别是免除或限制责任的条款，比如加黑字体的条款），如有任何疑问，请及时与寻蜜鸟客服人员联系。</p>

        <p class="servagg-normaltxt">本协议包括协议正文内容及寻蜜鸟已经发布或未来的业务规则或操作规程。寻蜜鸟对本协议文本可能随时修改，修改后的协议条款将会依照相关法律、法规、规章的要求在寻蜜鸟平台（含寻蜜鸟APP、寻蜜鸟微信公众号等，下同）征求意见、公示、生效。您可随时查看相关内容。建议您经常登陆寻蜜鸟平台查看最新的协议条款，如果您不接受新的协议条款，请您及时致电寻蜜鸟客服人员进行确认。</p>

        <h2 class="servagg-ltitle">一、定义</h2>

        <ul class="servagg-list" >
            <li>1、寻蜜鸟，指广东寻蜜鸟网络技术有限公司，根据上下文，也可指寻蜜鸟平台。</li>
            <li>2、特约商户，指购买并使用寻蜜鸟SAAS软件，通过寻蜜鸟平台为用户提供商品/服务的商户。</li>
            <li>3、用户，指在寻蜜鸟用户端APP注册并使用寻蜜鸟平台购买商品/服务的消费者。</li>
            <li>4、寻蜜客，指在寻蜜鸟用户端APP注册，接受寻蜜鸟委托，代理寻蜜鸟向特约商户推介SAAS软件的自然人。寻蜜客可使用寻蜜鸟平台购买商品/服务。本协议中又称“您”。</li>

            <li>5、寻蜜客账户，指寻蜜客在寻蜜鸟用户端APP注册时寻蜜鸟为其提供的唯一账户，该账户作为寻蜜客使用寻蜜鸟平台的身份证明，并由寻蜜客自行设置及保管密码。</li>
            <li>6、SAAS软件，指“寻蜜鸟商户营销服务软件”，是广东寻蜜鸟网络技术有限公司自主研发并享有合法著作权的一款基于云计算的在线互联网管理软件，为特约商户提供在线的会员管理、店铺营销、积分超市、店铺直聘、雏鸟设计、店铺金融等服务，旨在提高特约商户的运营效率，减少运营成本。</li>
            <li>7、积分，指寻蜜鸟鼓励用户和寻蜜客使用寻蜜鸟平台而设计的一套奖励系统。用户和寻蜜客可根据寻蜜鸟平台公示并生效的《积分规则》获取、使用积分。</li>

            <li>8、积分超市，指寻蜜鸟平台不时推出的限时、限量、特惠商品/服务的促销活动。</li>
            <li>9、邀请码，指寻蜜客向其他符合条件的自然人发送二维码邀请信息。被邀请者通过扫码，可以了解寻蜜鸟平台、注册成为新的寻蜜客。</li>

            <li>
                10、寻蜜客团队，指寻蜜客本人以及直接和间接接受该寻蜜客发出的邀请码并成功注册的其他寻蜜客（以两级邀请码为限）。本协议中又称“您的团队”。
            </li>
        </ul>


        <h2 class="servagg-ltitle">二、寻蜜客注册</h2>
    
        <ul class="servagg-list" >
            <li>1、您应当是具备完全民事权利能力和民事行为能力的自然人。如果您是未成年人，您在注册成为寻蜜客之前应获得您的监护人的同意。</li>

            <p class="servagg-normaltxt">寻蜜鸟不会对您是否具备完全民事权利能力及民事能力进行实质性审查。<span class="fontweightbold">如果寻蜜鸟发现您不具备完全民事权利能力和民事行为能力，寻蜜鸟有权取消您的寻蜜客资格，注销您的寻蜜客账户，并终止与您的合同关系。</span></p>

            <li>
                2、在您注册成为寻蜜客时，请您根据注册网页的指引填写真实的信息（如有变动，请及时更新注册信息）及阅读协议条款。您点击和提交“我已阅读、理解并同意《寻蜜鸟平台寻蜜客服务协议》”后，即成为寻蜜客。
            </li>

            <p class="servagg-normaltxt"><span class="fontweightbold">3、如果您提交的注册信息不真实、完整并导致您无法享受寻蜜客利益，寻蜜鸟对此不承担任何责任。同时，寻蜜鸟也有权终止对您的服务，并终止与您的合同关系。</span></p>


            <li>
                4、当您注册成为寻蜜客时，视为您同意接收寻蜜鸟发送与寻蜜鸟平台下交易、规则等有关的电子邮件、短消息或微信等电子信息。
            </li>
        </ul>
        
        <h2 class="servagg-ltitle">三、SAAS软件销售</h2>

        <ul class="servagg-list" >
            <li>1、您可通过寻蜜鸟平台预购SAAS软件，并通过寻蜜鸟平台支付相应押金。在支付押金之前，请在寻蜜鸟平台上查询每套SAAS软件的押金金额及预购数量限额等相关信息。</li>

            <li>
                2、您可向美食餐饮、休闲娱乐、丽人、电影、购物、生活服务等异业形态的商户推介SAAS软件，并协助商户通过寻蜜鸟平台购买SAAS软件。商户购买SAAS软件并在寻蜜鸟平台成功上线成为特约商户，即视为您推介成功（下称“落地”）。
            </li>

            <li>
                3、当特约商户在您的协助下成功地向寻蜜鸟购买一套SAAS软件时，寻蜜鸟将在当日向您的寻蜜客账户无息退还您已支付的一套SAAS软件的押金，该退款将在您寻蜜客账户的<span class="cccbackbg">“待确认收入”</span>中显示；当该特约商户在寻蜜鸟平台成功上线之时，该项<span class="cccbackbg">“待确认收入”</span>将被确认并记为<span class="cccbackbg">“未提现收入”。</span>
            </li>

            <li>
                4、您预购的每批次SAAS软件的代理期限为一（1）年。代理期限届满时，如果您还有尚未成功推介的SAAS软件，寻蜜鸟将在代理期限届满次日（遇节假日则相应顺延），向您的寻蜜客账户无息退还您的剩余押金，该退款将在您寻蜜客账户的“账号余额”中显示，<span class="fontweightbold">该退款只能用于寻蜜鸟平台消费，不可提现。</span>
            </li>

            <li>
                5、您完成上一批次预购SAAS软件的推介后，您还可再次通过寻蜜鸟平台预购SAAS软件。
            </li>
        </ul>
        
        <h2 class="servagg-ltitle">四、寻蜜鸟提供的服务</h2>

        <ul class="servagg-list" >
            <li>
                1、寻蜜鸟通过自身渠道寻找特约商户加入寻蜜鸟平台。
            </li>

            <li>
                2、特约商户通过寻蜜鸟平台上发布各类商品/服务信息。
            </li>

            <li>
                3、您可通过寻蜜鸟平台浏览、选择、购买特约商户、积分超市的商品/服务。
            </li>

            <li>
                4、就您购买的特约商户的商品/服务的价款，您可通过寻蜜鸟平台的合作第三方支付机构支付，也可直接使用您寻蜜客账户下的<span class="cccbackbg">“未提现收入”</span>支付。此外，对于积分超市的商品/服务，您还可用积分进行兑换。
            </li>

            <li>
                5、您在此委托寻蜜鸟通过其在寻蜜鸟平台的合作第三方支付机构开立的电子账户，代理收取本协议第五条下的佣金及返利。
            </li>

            <li>
                6、自本协议生效后第4个自然月起，<span class="fontweightbold">当您的月度（按自然月）消费金额累计不足人民币叁佰元整（小写：￥300.00元）时，您应向寻蜜鸟缴纳账户管理费，账户管理费标准为人民币伍拾元整/月（小写：￥50.00元/月），寻蜜鸟将在次月1号00:00时从您寻蜜客账户自动扣除该账户管理费。如果您寻蜜客账户中<span class="cccbackbg">“未提现收入”</span>不足，您寻蜜客账户下<span class="cccbackbg">“未提现收入”</span>将显示为扣除账户管理费后的负数。</span>
            </li>

            <p class="servagg-normaltxt"><span class="fontweightbold">当您寻蜜客账户被自动扣除账户管理费（如有）后仍有正数余额时，您寻蜜客账户下<span class="cccbackbg">“未提现收入”</span>的当月提现功能将被自动开启，您可申请提现。自当月最后一天时，该提现功能将暂时关闭，直至符合前述自动开启条件。</span></p>
        
            <p class="servagg-normaltxt">当您寻蜜客账户的提现功能开启后，您可随时通过寻蜜鸟平台提现，要求寻蜜鸟将提现金额支付到您指定的银行账户，提现的到账时间为T+3日（T日为您通过寻蜜鸟平台发出提现指令之日），遇法定节假日、双休日以及其他银行系统调整日的，提现的到账时间相应顺延。您提现的每笔金额应不低于人民币伍拾元整（小写：￥50.00元），每笔提现的手续费为人民币贰元整（小写：￥2.00元），每天累计最高提现总金额依法不应超过人民币伍万元整（小写：￥50,000.00元）。</p>

            <li>
                7、您可通过寻蜜鸟平台查询您的押金缴纳、押金余额、账号余额、收入、积分获得、积分使用、积分余额等信息。
            </li>

            <li>
                8、您可通过寻蜜鸟平台发出邀请码，建立您的团队。
            </li>

            <li>
                <span class="fontweightbold">9、寻蜜鸟平台在显著位置公示《积分规则》，并根据市场变化不时进行修订，所有修订将遵守相关法律、法规、规章。</span>
            </li>
        </ul>


        <h2 class="servagg-ltitle">五、寻蜜客享有的利益</h2>
        
        <ul class="servagg-list">
            <li>
                1、您成功落地的每一套SAAS软件，您可在SAAS落地次日获得相应佣金（“直接佣金”），直接佣金金额为该SAAS软件统一销售价格与您支付相应押金的差额。
            </li>

            <p class="servagg-normaltxt">当您成功落地二（2）套SAAS软件后，您可获得您的团队其他成员成功落地的所有SAAS软件的佣金（“团队佣金”），团队佣金标准为每套人民币壹佰零捌元（小写：￥108.00元/套），在此之前，您暂时无资格获取团队佣金。</p>

            <p class="servagg-normaltxt">当您具备团队佣金提取资格后，寻蜜鸟将在您的团队其他成员每次成功落地次日（T+1日，遇节假日则相应顺延），向您的寻蜜客账户支付相应团队佣金，该团队佣金将在您寻蜜客账户的<span class="cccbackbg">“未提现收入”</span>中显示。</p>

            <li>
                2、当您具备团队佣金提取资格后，您还可获得您成功推荐落地特约商户支付的返利（“直接返利”），直接返利比例一般为特约商户流水的百分之一（1%），具体返利比例请致电寻蜜鸟客服人员查询。在此之前，您暂无资格获取直接返利。
            </li>

            <p class="servagg-normaltxt">
                当您具备团队佣金提取资格后，您还可获得您的团队其他成员成功推介的所有特约商户支付的返利（“团队返利”），团队返利比例一般为特约商户流水的千分之五（0.5%），具体返利比例请致电寻蜜鸟客服人员查询。在此之前，您暂无资格获取团队返利。
            </p>


            <p class="servagg-normaltxt">
                寻蜜鸟将在每个交易日（T日）的次日（T+1日，遇节假日则相应顺延），代理特约商户，向您的寻蜜客账户支付相应返利，该返利将在您寻蜜客账户的<span class="cccbackbg">“未提现收入”</span>中显示。
            </p>

            <li>
                3、在您成功落地二（2）套SAAS软件之前，寻蜜鸟平台将本条第1款下的“团队佣金”、第2款下的“直接返利”及“团队返利”均记为您的寻蜜客账户下的“待确认收入”。在您成功落地二（2）套SAAS软件之后，该“待确认收入”将被确认并被记为<span class="cccbackbg">“未提现收入”</span>。
            </li>

            <li>
                4、当您成功落地的SAAS软件续约时，您还可获得续费佣金，续费佣金标准请以寻蜜鸟适时公布的信息为准。
            </li>

            <p class="servagg-normaltxt">
                当您成功落地的SAAS软件续约达到三（3）套时，您可获得您的团队其他成员成功落地的所有SAAS软件续费的佣金，同时，您还可获得续约SAAS软件特约商户的返利，返利标准同本条第2款约定。在此之前，您暂时无资格获取团队续费佣金或任何返利，并且所有团队续费佣金或返利将被记为您的寻蜜客账户下的“待确认收入”；在您成功落地的SAAS软件续约达到三（3）套之后，该“待确认收入”将被确认并被记为<span class="cccbackbg">“未提现收入”</span>。
            </p>

            <li>
                5、当您通过寻蜜鸟平台购买商品/服务时，您可获得寻蜜鸟赠与的积分，并可在积分超市使用积分。积分的获取、使用规则详见寻蜜鸟平台公示并生效的《积分规则》。
            </li>
        </ul>
        
        <h2 class="servagg-ltitle">六、寻蜜客义务</h2>
        <ul class="servagg-list">
            <li>
                1、您应遵守寻蜜鸟的各项规则。
            </li>

            <li>
                2、在推介SAAS软件时，您应清晰、准确、完整地向商户进行宣传推广，不得以欺诈、胁迫等非法手段进行推介，亦不得以不正当竞争方式抢占其他寻蜜客的资源，损害其他寻蜜客的合法权益。
            </li>

            <li>
                3、如您预购多批次SAAS软件，则代理期限分别计算。
            </li>
        </ul>
        
        <h2 class="servagg-ltitle">七、费用、税务承担</h2>
        <ul class="servagg-list">
            <li>
                1、当您注册成为寻蜜客及享用寻蜜鸟服务时，寻蜜鸟不收取任何费用，但保留未来可能收费的权利。
            </li>

            <li>
                2、就您注册成为寻蜜客及享用寻蜜鸟服务而发生的费用，如上网设备、上网开支、购买商品/服务的支出等，应由您自行承担，与寻蜜鸟无关。
            </li>

            <li><span class="fontweightbold">
                3、就您代理销售SAAS软件而发生的费用，如餐饮、娱乐、服装、误工、交通、购买商品/服务的支出等，应由您自行承担，与寻蜜鸟无关。
                </span>
            </li>

            <li>
                4、如果您在使用寻蜜鸟服务过程中发生个人所得税应税项目，您应自行负责税务申报及纳税事项。
            </li>

            <li>
                5、如果您在代理销售SAAS软件过程中发生个人所得税应税项目，寻蜜鸟依法有义务就您应缴纳的个税进行代扣代缴。
            </li>

            <li>
                <span class="fontweightbold">6、无论何种情况，就您委托寻蜜鸟收取的款项，在您提现到账之前，均不计任何利息。</span>
            </li>
           
        </ul>
        
        <h2 class="servagg-ltitle">八、责任限制及赔偿</h2>

        <ul class="servagg-list">
            <li>
                <span class="fontweightbold">
                    1、寻蜜鸟仅是提供平台信息服务，不保证特约商户提供的产品或服务的质量，您与特约商户之间的任何争议，您应与特约商户自行解决。
                </span>
            </li>

            <li>
                <span class="fontweightbold">
                    2、您在特约商户处因购买商品/服务而可获得的具体积分不会一成不变，寻蜜鸟不会随时对您发出通知，您在消费前应主动通过寻蜜鸟平台查询或询问该特约商户。
                </span>
            </li>

            <li>
                 <span class="fontweightbold">
                    3、您应熟悉寻蜜鸟平台所有功能及为实现各功能所进行的必要操作，使用寻蜜鸟平台的风险由您自行承担。对因使用或不能使用寻蜜鸟平台所产生的损害及风险，包括但不限于直接或间接的损害、商业盈利的丧失、贸易中断、商业信息的丢失或任何其它经济损失，寻蜜鸟不承担任何责任。
                </span>
            </li>

            <li>
                 <span class="fontweightbold">
                    4、寻蜜鸟不保证寻蜜鸟平台一定适合您的使用要求和期望；不保证不受干扰或恶意攻击；不保证服务一定不出现错误。一旦发生干扰、恶意攻击、错误，寻蜜鸟将尽合理努力及时消除该等情形。
                </span>
            </li>

            <li>
                <span class="fontweightbold">
                    5、为了增进您的服务体验，完善服务内容，寻蜜鸟将不时提供软件更新服务(该更新可能会采取软件替换、修改、功能强化、版本升级等形式)。为了改善您的服务体验，保证服务的安全性和功能的一致性，寻蜜鸟有权对软件进行更新或者对软件的部分功能效果进行改变或限制。
                </span>
            </li>
            <li>
                <span class="fontweightbold">
                    6、寻蜜鸟平台因下列状况无法正常运作，使您无法使用各项服务时，寻蜜鸟不承担损害赔偿责任，该状况包括但不限于：
                </span>
            </li>
            
            <p class="servagg-normaltxt">
                <span class="fontweightbold">
                    ①寻蜜鸟公告的系统停机维护期间。
                </span>
                
                
               
            </p>

            <p class="servagg-normaltxt">
                <span class="fontweightbold">
                    ②电信设备出现故障不能进行数据传输的。
                </span>
            </p>
            <p class="servagg-normaltxt">
                <span class="fontweightbold">
                    ③因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。
                </span>
            </p>
            <p class="servagg-normaltxt">
                 <span class="fontweightbold">
                    ④由于黑客攻击、电信部门技术调整或故障、APP升级、第三方支付平台、银行方面的问题等原因而造成的服务中断或者延迟。
                </span>
            </p>

        </ul>
    
        <h2 class="servagg-ltitle">九、不可抗力</h2>

        <p class="servagg-normaltxt">
            “不可抗力”指在本协议签署后发生的、本协议签署时不能预见的、其发生与后果无法避免或克服的、妨碍任何一方全部或部分履约的所有事件。上述事件包括地震、台风、水灾、火灾、战争、国际或国内运输中断、政府或公共机构的行为（包括重大法律变更或政策调整）、流行病、民乱、罢工，以及一般国际商业惯例认作不可抗力的其他事件。因不可抗力，寻蜜鸟对因此造成的服务中断或延迟提供服务不承担任何责任。
        </p>

        <h2 class="servagg-ltitle">十、知识产权</h2>

        <ul class="servagg-list">
            <li>
                1、您同意，您注册成为寻蜜客及您终止与寻蜜鸟的合同关系后，寻蜜鸟可保存并使用您的注册登记信息及在寻蜜鸟平台的交易数据。
            </li>
            <li>
                2、您同意，寻蜜鸟有权依据本协议的约定中止或终止向您提供部分或全部服务，暂时或永久冻结或注销您的寻蜜客账户，寻蜜鸟无需对您承担任何责任。
            </li>

            <li>
                3、寻蜜鸟有关的商号、商标、徽标、标识、宣传资料、市场营销资料等任何资料、信息及其上的知识产权均为寻蜜鸟所独有，您不享有任何权利，亦不得采取任何侵犯寻蜜鸟知识产权的行为或行动。
            </li>
        </ul>

        <h2 class="servagg-ltitle">十一、隐私政策</h2>

        <ul class="servagg-list">
            <li>
                1、寻蜜鸟承诺将您提交的注册信息予以保密，但根据法律法规的规定，或行政、司法机构或其他法律规定披露除外。
            </li>
            <li>
                2、您可在寻蜜鸟平台使用昵称，但昵称中不能含有任何侮辱、淫秽或侵犯第三人权益的文字。
            </li>

            <li>
                3、您应妥善保管自已的用户名、寻蜜客账号及密码。如非因寻蜜鸟的原因导致您的信息泄露或造成您的任何损失，寻蜜鸟不承担任何责任。
            </li>
        </ul>
        <h2 class="servagg-ltitle">十二、法律适用及管辖</h2>
        <p class="servagg-normaltxt">
            本协议的订立、效力、解释、履行和争议的解决均受中华人民共和国法律的保护和管辖。任何因本协议引起的争议应通过友好协商解决。如开始协商后三十（30）天内未能解决争议，则争议一方可将争议向寻蜜鸟住所地有管辖权的人民法院提起诉讼。
        </p>

        <h2 class="servagg-ltitle">十三、条款独立</h2>
         <p class="servagg-normaltxt">
            本协议任何条款在任何时候在任何方面成为不合法、无效或不可执行的，本协议其他条款的合法性、有效性或可执行性不受任何影响或减损。
        </p>
        <h2 class="servagg-ltitle">十四、违约责任</h2>
        <p class="servagg-normaltxt">
            除本协议另有约定外，寻蜜鸟或您违反本协议的有关约定即构成违约，违约方应向守约方承担违约责任，赔偿守约方的全部损失。如您严重违反本协议约定义务或诚信原则，寻蜜鸟有权立即解除本协议，并有权追究您的法律责任。
        </p>
        <h2 class="servagg-ltitle">十五、协议生效</h2>
        <p class="servagg-normaltxt">
            本协议于您点击寻蜜鸟注册界面完成注册，获得寻蜜客账号及密码时生效。
        </p>
        <h2 class="servagg-ltitle">十六、协议终止</h2>
        <p class="servagg-normaltxt">
            本协议于您的落地/续费特约商户数量为零时自动终止。
        </p>
   </div>
   
</body>
</html>