<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>寻蜜鸟项目用户（会员）服务协议</title>
   <meta name="renderer" content="webkit"> <meta name="fragment" content="!">
    <meta name="format-detection" content="telephone=no">
    <meta name="google" value="notranslate">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta http-equiv="Cache-Control" content="no-transform">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <link rel="stylesheet" href="${pageContext.request.contextPath}/css/normalize.css">
    <link rel="stylesheet" href="${pageContext.request.contextPath}/css/rulestyle.css">
</head>
<body>
	 <div class="aboutout-module">
        <h3 class="aboutout-title"> 寻蜜鸟项目用户（会员）服务协议</h3>
        <div class="aboutout-content">
<p>特别提示：请您注意，在您注册成为寻蜜鸟会员以接受本服务前，您应已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。</p>
<p>寻蜜鸟项目是广东寻蜜鸟网络技术有限公司运营的旨在通过移动互联网络整合美食餐饮、休闲娱乐、丽人、电影、购物、生活服务等异业形态，以本地社交化为营销手段，以多元化、便捷化、社交化、共赢化为服务特色，让互联网与本地生活消费市场垂直互通，为用户提供更优惠便捷的生活方式的网络平台。你在寻蜜鸟APP/WEB注册寻蜜鸟账户并点击和提交“我已阅读、理解并同意《寻蜜鸟用户(会员)协议》”，即表明您与广东寻蜜鸟网络技术有限公司签订本协议，愿意接受本协议的所有内容，愿意接受本协议的约束。点击确认之前，请认真阅读协议内容（特别是免除或限制责任的条款），如有任何疑问，请及时与寻蜜鸟服务人员联系。</p> 
<p>本协议包括协议正文内容及寻蜜鸟已经发布或未来的业务规则或操作规程。寻蜜鸟对本协议文本可能随时修改，修改后的协议条款将会在网站上公布，公布后马上生效。您可随时查看相关内容，您应当经常性登陆寻蜜鸟网站查看寻蜜鸟最新的协议条款，如您不接受寻蜜鸟新发布的协议条款，请您致电寻蜜鸟客服人员进行确认。 </p>
<p>一、定义</p>
<p>1、寻蜜鸟，指广东寻蜜鸟网络技术有限公司，根据上下文，也可指寻蜜鸟项目。</p>
<p>2、用户/会员，指在寻蜜鸟业务系统注册并使用寻蜜鸟APP/Web购买商品/服务的用户，本协议中又称“您”。</p>
<p>3、会员账户：指会员在寻蜜鸟业务系统注册时寻蜜鸟为会员提供的一个唯一账户，该账户作为会员使用寻蜜鸟业务系统的身份证明，并由会员自行设置及保管密码。</p>
<p>4、特约商户，指在寻蜜鸟业务系统注册并使用寻蜜鸟APP/Web为用户提供商品/服务的商户。</p>
<p>5、商城积分，指特约会员在特约商户处消费并按照实际付款金额按照本规则获取在“寻蜜鸟积分商城”使用的积分。</p>
<p>二、会员注册</p>
<p>1、会员资格</p>
<p>您应当是具备完全民事权利能力和民事行为能力的自然人。如是未成年人，您注册成为寻蜜鸟会员应获得您的监护人的同意。</p>
<p>寻蜜鸟不会对您是否具备完全民事权利能力及民事能力进行实质性的审查，如寻蜜鸟发现您不具备完全民事权利能力和民事行为能力，寻蜜鸟有权取消您的会员资格，注销您的寻蜜鸟账户，终止与您的合同关系。</p>
<p>2、您在会员注册时，应根据注册网页的指引填写真实的信息（如有变动，需及时更新注册信息）及阅读协议条款，您点击接受协议及会员注册按钮提交注册信息后，您即成为寻蜜鸟的会员。如您填写信息不全或错误，寻蜜鸟将通过平台通知您修改，您应根据寻蜜鸟的合理要求补充填写有关信息。</p>
<p>3、如会员提交的注册信息不实，由此导致会员无法享受会员利益的，寻蜜鸟不承担任何责任，同时寻蜜鸟也有权终止对该会员的服务，终止双方的合同关系。</p>
<p>4、会员注册成功后，会员同意接收寻蜜鸟发送与寻蜜鸟项目有关电子邮件、短消息或微信等电子信息。</p>
<p>三、寻蜜鸟提供的服务</p>
<p>1、寻蜜鸟运用自身的渠道，寻找寻蜜鸟项目特约商户，会员通过本平台在寻蜜鸟特约商户消费，可以获得一定商城积分。</p>
<p>2、会员可浏览寻蜜鸟APP/WEB上发布的有关特约商户及优惠信息。</p>
<p>3、寻蜜鸟通过寻蜜鸟APP平台向会员发送会员获得的赠送积分的信息。</p>
<p>4、寻蜜鸟通过第三方支付平台实现消费款的收取等结算程序。</p>
<p>5、寻蜜鸟有权制定《“寻蜜鸟”会员积分获取规则》（附录一）和《“寻蜜鸟”会员积分使用规则》（附录二），并有权利依据市场变化做出一定修改。</p>
<p>四、会员享有的利益</p>
<p>1、会员在特约商户通过本平台进行消费可获得一定积分，《“寻蜜鸟”会员积分获取规则》详见附录一。</p>
<p>2、经寻蜜鸟同意的特定会员可以参与并协助寻蜜鸟线下的推广活动，寻蜜鸟根据特定会员协助寻蜜鸟推广活动效果，经寻蜜鸟审核并决定发放积分或者消费优惠，该积分或消费优惠由寻蜜鸟直接发送到特定会员指定寻蜜鸟电子账户。寻蜜鸟有权单方终止特定会员线下推广资格、变更积分规则、优惠种类及积分、消费优惠使用方式等，且无须事先征得会员同意。</p>
<p>五、会员义务</p>
<p>1、会员应遵守寻蜜鸟制定的寻蜜鸟项目业务规则。</p>
<p>2、会员应按照寻蜜鸟制定的《“寻蜜鸟”会员积分使用规则》（附录二）使用积分。</p>
<p>3、会员如连续壹年未使用寻蜜鸟的服务，经寻蜜鸟通过寻蜜鸟平台提示两次后仍未使用的，寻蜜鸟有权终止会员资格。</p>
<p>六、费用承担</p>
<p>1、除本协议另有约定外，寻蜜鸟对会员注册及享用寻蜜鸟的服务不收取任何费用(但保留未来可能收费的权利)，寻蜜鸟也不承担会员因注册寻蜜鸟会员及享受和承担会员权利和义务所支出的任何费用。</p>
<p>2、寻蜜鸟、特约商户、会员对依法承担的税务各自申报。</p>
<p>七、责任限制及赔偿</p>
<p>1、寻蜜鸟仅是提供平台信息服务，不保证特约商户提供的产品或服务的质量，会员与特约商户之间的任何争议，会员应与特约商户自行解决。</p>
<p>2、在特约商户消费获得的积分可能随时发生变动，寻蜜鸟不会随时对您发出通知，您在消费前应主动通过寻蜜鸟平台查询或询问特约商户。</p>
<p>3、会员应熟悉寻蜜鸟项目业务系统软件所有功能及为实现软件各功能所进行的必要操作，使用软件风险由其自行承担。对因使用或不能使用软件所产生的损害及风险，包括但不限于直接或间接的损害、商业盈利的丧失、贸易中断、商业信息的丢失或任何其它经济损失，寻蜜鸟不承担任何责任。</p>
<p>4、寻蜜鸟不保证寻蜜鸟项目业务系统软件一定适合会员的使用要求和期望；不保证不受干扰或恶意攻击；不保证服务不出现错误。</p>
<p>5、为了增进用户体验、完善服务内容，寻蜜鸟将不时提供软件更新服务(该更新可能会采取软件替换、修改、功能强化、版本升级等形式)。为了改善用户体验，保证服务的安全性和功能的一致性，寻蜜鸟有权对软件进行更新或者对软件的部分功能效果进行改变或限制。</p>
<p>6、寻蜜鸟业务系统因下列状况无法正常运作，使您无法使用各项服务时，寻蜜鸟不承担损害赔偿责任，该状况包括但不限于：</p>
<p>①寻蜜鸟公告之系统停机维护期间。</p>
<p>②电信设备出现故障不能进行数据传输的。</p>
<p>③因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。</p>
<p>④由于黑客攻击、电信部门技术调整或故障、网站升级、第三方支付平台、银行方面的问题等原因而造成的服务中断或者延迟。</p>
<p>八、不可抗力</p>
<p>“不可抗力”指在本协议签署后发生的、本协议签署时不能预见的、其发生与后果无法避免或克服的、妨碍任何一方全部或部分履约的所有事件。上述事件包括地震、台风、水灾、火灾、战争、国际或国内运输中断、政府或公共机构的行为（包括重大法律变更或政策调整）、流行病、民乱、罢工，以及一般国际商业惯例认作不可抗力的其他事件。因不可抗力，寻蜜鸟对因此造成的服务中断或延迟提供服务不承担任何责任。</p>
<p>九、知识产权</p>
<p>1、您同意，您注册成为寻蜜鸟会员及您终止与寻蜜鸟的合同关系后，寻蜜鸟可以保存并依法使用您的注册登记信息及在寻蜜鸟业务平台的交易数据。</p>
<p>2、您同意，寻蜜鸟有权依据本协议的约定中止或终止向您提供部分或全部服务，暂时或永久冻结或注销您的账户，寻蜜鸟无需对您承担任何责任。</p>
<p>3、寻蜜鸟项目有关的商号、商标、徽标、标识、宣传资料、市场营销资料等任何资料、信息及其上的知识产权均为寻蜜鸟所独有，会员不享有任何权利，亦不得采取任何侵犯寻蜜鸟知识产权的行为或行动。</p>
<p>十、隐私政策</p>
<p>1、寻蜜鸟承诺将会员提交注册的信息予以保密，但根据法律法规的规定，或行政、司法机构或其他法律规定披露除外。</p>
<p>2、会员可在寻蜜鸟平台使用昵称，但昵称中不能含有任何侮辱、淫秽或侵犯第三人权益的文字。</p>
<p>3、会员应妥善保管自已的用户名、寻蜜鸟账号及密码，非因寻蜜鸟的原因导致会员信息泄露或造成会员任何损失的，寻蜜鸟不承担任何责任。</p>
<p>十一、法律适用及管辖</p>
<p>本协议的订立、效力、解释、履行和争议的解决均受中华人民共和国法律的保护和管辖。任何因本协议引起的争议应通过友好协商解决。如开始协商后三十（30）天内未能解决争议，则争议一方可将争议向寻蜜鸟住所地有管辖权的人民法院提起诉讼。</p>
<p>十二、条款独立</p>
<p>本协议任何条款在任何时候在任何方面成为不合法、无效或不可执行的，本协议其他条款的合法性、有效性或可执行性不受任何影响或减损。</p>
<p>十三、违约责任</p>
<p>除本协议另有约定外，寻蜜鸟或会员违反本协议的有关约定即构成违约，违约方应向守约方承担违约责任，赔偿守约方的全部损失。</p>
<p>十四、协议生效</p>
<p>本协议于用户点击寻蜜鸟注册界面完成注册，获得寻蜜鸟账号及密码时生效。</p>
 
 
 
<p>附录一</p>

<p>“寻蜜鸟”会员积分获取规则</p>

<p>一、活动规则</p>
<p>1）获取对象：成功在寻蜜鸟平台上消费特定金额的会员；</p>
<p>2）适用范围：寻蜜鸟全国上线商户；</p>
<p>3）系统按照商家属性和指定的消费额阶梯，赠送积分至消费会员的寻蜜鸟账户内：</p>
<p>分档	A类商户	B类商户	C类商户	赠送积分</p>
<p>消费</p>
<p>额阶梯	￥100	￥50	￥25	以消费额阶梯*（100%-折扣）*2</p>
<p>￥200	￥100	￥50（含）以上</p>
<p>￥300	￥200</p>
<p>￥400	￥300</p>
<p>更高	每100元为一档递增</p>
<p>最高不超过10000元（超出按10000元计算）	每100元为一档递增，最高不超过5000元（超出按5000元计算）</p>
<p>释义：（1）消费阶梯：会员在特约商户消费，消费达到一定数额时可获得赠送积分。 </p>
 <p>         （2）折扣：特约商户与寻蜜鸟签约，同意给予寻蜜鸟的折扣。 </p>
<p>例：</p>
<p>在A类商户消费金额299.99元，此商户折扣为8.5折：消费额299.99元，处于A类商户消费额阶梯：200元，即：200*(100%-85%)*2=60积分。</p>
<p>以上消费额阶梯内容，以平台最终公布执行为准。</p>
 
 
<p>附录二</p>

<p>“寻蜜鸟”会员积分使用规则</p>

<p>定义</p>
<p>寻蜜鸟制定本规则以明确寻蜜鸟会员通过《“寻蜜鸟”会员积分获取规则》所获取的积分的使用办法。</p>
<p>二、积分的使用范围</p>
<p>1.会员获取的积分可用于换购寻蜜鸟积分商城内的商品。</p>
<p>2.会员可以用积分换取寻蜜鸟积分商城的抽奖机会。</p>
<p>三、积分的使用规则</p>
<p>1.会员通过积分换购积分商城内商品时，每1积分等于1元价值使用。积分应以整数使用。</p>
<p>例：换购价格在1.01元至2元的商品时，仍需消耗2积分。</p>
<p>2.会员获取的积分可直接用于兑换商品，当会员的积分不足兑换相应商品时，会员可以选择通过第三方支付平台支付不足部分价款。</p>
<p>3.所获取的积分，自获取之日起365天内有效，会员使用积分时，优先消耗旧积分。寻蜜鸟将会自动扣除过期部分的积分额。</p>
<p>4.每笔商城商品订单可用积分支付上限为全部商品总金额的100%等值积分数；</p>
<p>5.同一用户多次通过寻蜜鸟消费时所获赠的积分，可累积、可叠加使用；</p>
<p>6.积分仅限于同一账号下累积，不同的账号代表不同“身份”，多个账号下的积分不能合并；</p>
<p>7.积分不能兑现，不可转让；商品退货时，使用积分兑换的部分，积分将返还至用户积分处。通过第三方支付的部分，将通过第三方支付软件退款。</p>

        </div>
    </div>
</body>
</html>