<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>用户协议</title>
    <style type="text/css">
        h5{
            font-size: 16px;
        }
        p{
            font-size: 18px;
        }
        p strong{
            font-size: 18px;;
        }
    </style>
</head>

<body>
<p align="center" ><strong>特约商户</strong><strong>服务协议</strong><strong> </strong></p>
<p >    <strong>特别提示：请您注意，在您注册成为寻蜜鸟</strong><strong>特约商户</strong><strong>以接受</strong><strong>寻蜜鸟</strong><strong>服务前，您应已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议之所有约定。</strong><strong> </strong><br />
  寻蜜鸟科技，定位于中国首家店铺一站式自助营销服务平台。以SAAS云服务平台打破常规，建立人与服务的智慧连接，树立大数据精准营销，为商家提供会员管理、店铺营销、积分超市、店铺直聘、雏鸟设计、店铺金融等重点功能，提供一站式自助服务，快速提升其效率，降低成本。 <br />
  您登陆SAAS软件并点击和提交&#8220;我已阅读、理解并同意《寻蜜鸟平台特约商户服务协议》&#8221;，即表明您与寻蜜鸟签订本协议，愿意接受本协议所有内容并受之约束。在点击确认之前，请认真阅读协议内容（特别是免除或限制责任的条款，比如加黑字体的条款），如有任何疑问，请及时与寻蜜鸟客服人员联系。 <br />
  本协议包括协议正文内容及寻蜜鸟已经发布或未来的业务规则或操作规程。寻蜜鸟对本协议文本可能随时修改，修改后的协议条款将会依照相关法律、法规、规章的要求在寻蜜鸟平台（含寻蜜鸟APP、寻蜜鸟微信公众号等，下同）征求意见、公示、生效。您可随时查看相关内容。建议您经常登陆寻蜜鸟平台查看最新的协议条款，如果您不接受新的协议条款，请您及时致电寻蜜鸟客服人员进行确认。 <br />
  <strong>一、定义</strong><strong> </strong><br />
  1、寻蜜鸟，指广东寻蜜鸟网络技术有限公司，根据上下文，也可指寻蜜鸟平台。 <br />
  2、特约商户，指购买并使用寻蜜鸟SAAS软件，通过寻蜜鸟平台为用户提供商品/服务的商户。本协议又称&#8220;您&#8221;。 <br />
  3、用户，指在寻蜜鸟用户端APP注册并使用寻蜜鸟平台购买商品/服务的消费者。 <br />
  4、寻蜜客，指在寻蜜鸟用户端APP注册，接受寻蜜鸟委托，代理寻蜜鸟向特约商户推介SAAS软件的自然人。寻蜜客可使用寻蜜鸟平台购买商品/服务。 <br />
  5、特约商户账户，指特约商户在寻蜜鸟平台注册时寻蜜鸟为其提供的唯一账户，该账户作为特约商户使用寻蜜鸟平台的身份证明，并由特约商户自行设置及保管密码。 <br />
  6、SAAS软件，指&#8220;寻蜜鸟商户营销服务软件&#8221;，是广东寻蜜鸟网络技术有限公司自主研发并享有合法著作权的一款基于云计算的在线互联网管理软件，为特约商户提供在线的会员管理、店铺营销、积分超市、店铺直聘、雏鸟设计、店铺金融等服务，旨在提高特约商户的运营效率，减少运营成本。 <br />
  7、积分，指寻蜜鸟鼓励用户和寻蜜客使用寻蜜鸟平台而设计的一套奖励系统。用户和寻蜜客可根据寻蜜鸟平台公示并生效的《积分规则》获取、使用积分。 <br />
  8、积分超市，指寻蜜鸟平台不时推出的限时、限量、特惠商品/服务的促销活动。 <br />
  <strong>二、</strong><strong>特约商户</strong><strong>注册</strong><strong> </strong><br />
  1、您应当是依法注册并合法经营的公司、分公司、子公司、合伙企业、独资企业、个体工商户或其他经济组织，从事美食餐饮、休闲娱乐、丽人、电影、购物、生活服务等行业。 <br />
  寻蜜鸟不会对您是否依法注册并合法经营进行实质性审查。<strong>如果寻蜜鸟发现您不具备</strong><strong>前述资格</strong><strong>，寻蜜鸟有权取消您的</strong><strong>特约商户</strong><strong>资格，注销您的</strong><strong>特约商户</strong><strong>账户，并终止与您的合同关系。</strong> <br />
  2、在您注册成为特约商户时，请您根据注册网页的指引填写真实的信息（如有变动，请及时更新注册信息）及阅读协议条款。您点击和提交&#8220;我已阅读、理解并同意《寻蜜鸟平台特约商户服务协议》&#8221;后，即成为寻蜜鸟特约商户。 <br />
  如果您填写的信息不完全或有错误，寻蜜鸟将通过寻蜜鸟平台通知您修改，请您根据寻蜜鸟的合理要求及时补充填写有关信息。 <br />
  3、<strong>如果您提交的注册信息不真实、完整并导致您无法享受</strong><strong>特约商户</strong><strong>利益，寻蜜鸟对此不承担任何责任。同时，寻蜜鸟也有权终止对您的服务，并终止与您的合同关系。</strong> <br />
  4、当您注册成为特约商户时，视为您同意接收寻蜜鸟发送与寻蜜鸟平台下交易、规则等有关的电子邮件、短消息或微信等电子信息。 <br />
  <strong>三</strong><strong>、寻蜜鸟提供的服务</strong><strong> </strong><br />
  1、寻蜜鸟寻找特约商户加入寻蜜鸟平台。 <br />
  2、您可通过寻蜜鸟平台上发布各类商品/服务信息、购买各项服务。 <br />
  3、用户和寻蜜客可通过寻蜜鸟平台浏览、选择、购买特约商户、积分超市的商品/服务。 <br />
  4、用户和寻蜜客可通过寻蜜鸟平台的合作第三方支付机构以现金方式支付购买的商品/服务的价款，其中，对于积分超市的商品/服务，用户和寻蜜客还可用积分进行兑换。 <br />
  5、您在此委托寻蜜鸟通过其在寻蜜鸟平台的合作第三方支付机构开立的电子账户，代理收取用户和寻蜜客购买的您经营的商品/服务的价款、支付您购买的寻蜜鸟服务的价款。 <br />
  6、您在此委托寻蜜鸟通过其在寻蜜鸟平台的合作第三方支付机构开立的电子账户，代理支付本协议第五条下的返利、收取本协议第四条下的返利。 <br />
  7、您可随时通过寻蜜鸟平台提现，要求寻蜜鸟将提现金额支付到本协议第三条下您指定的银行账户，提现的到账时间为T+2日（T日为您通过寻蜜鸟平台发出提现指令之日）；遇法定节假日、双休日以及其他银行系统调整日的，提现的到账时间相应顺延。您提现的每笔金额低于人民币伍百元整（小写：￥500.00元），每笔提现的手续费为人民币贰元整（小写：￥2.00元）。您提现的每笔金额高于等于人民币伍百元整（小写：￥500.00元），提现无需手续费；当天累计最高提现金额依法不应超过人民币伍万元整（小写：￥50,000.00元）。 <br />
  8、您可通过寻蜜鸟平台查询您的每笔交易额（注：扣除本协议第五条下返利后的金额）、交易相关信息、可提现额度。 <br />
  <strong>四</strong><strong>、</strong><strong>特约商户</strong><strong>享有的利益</strong><strong> </strong><br />
  1、您可在线使用SAAS软件下的会员管理、店铺营销、积分超市、店铺直聘、雏鸟设计、店铺金融等服务，从而提高运营效率，减少运营成本。部分服务需要您另行与寻蜜鸟签约并支付价款，价款标准请查询寻蜜鸟平台适时公告的信息。 <br />
  2、您可向消费者推荐寻蜜鸟平台，并协助其注册成为寻蜜鸟用户。该用户将被视为您的注册用户，相应地，您将被视为该用户的注册特约商户。 <br />
  3、就您的注册用户在寻蜜鸟其他特约商户处的消费，您可获得其他特约商户支付的返利（&#8220;普通消费返利&#8221;），返利比例一般为该商品/服务售价的百分之一（1%），具体返利比例请致电寻蜜鸟客服人员查询。 <br />
  就您的注册用户在积分超市的现金消费（您自己在积分超市的商品/服务除外），您可获得其他特约商户支付的返利（&#8220;积分超市现金消费返利&#8221;），返利比例一般为该注册用户支付现金的百分之一（1%），具体返利比例请致电寻蜜鸟客服人员查询。 <br />
  寻蜜鸟将在每个交易日（T日）的次日（T+1日，遇节假日则相应顺延），代理其他特约商户，向您的特约商户账户支付相应返利。 <br />
  <strong>五</strong><strong>、</strong><strong>特约商户</strong><strong>义务</strong><strong> </strong><br />
  1、您应遵守寻蜜鸟的各项规则。 <br />
  2、您应按照约定比例向寻蜜鸟支付返利。 <br />
  3、SAAS软件使用期限届满前三十（30）日内，您应及时续费。续费价格详见寻蜜鸟平台公示并生效的《续费规则》。 <br />
  4、您应遵守诚实守信的基本原则，严格自律，维护国家利益，承担社会责任，公平、公正、健康有序地开展商品/服务交易，不得利用交易从事违法犯罪活动。 <br />
  5、您应及时自行处理与用户、寻蜜客的交易纠纷。 <br />
  <strong>六</strong><strong>、费用、税务承担</strong><strong> </strong><br />
  1、就您注册成为寻蜜鸟特约商户及享用寻蜜鸟服务而发生的费用，如上网设备、上网开支、人工支出等，应由您自行承担，与寻蜜鸟无关。 <br />
  2、就您经营过程中的费用、支出，应由您自行承担，与寻蜜鸟无关。 <br />
  3、<strong>无论何种情况，</strong><strong>就</strong><strong>您委托寻蜜鸟收取的款项，在您提现</strong><strong>到账</strong><strong>之前，均不计任何利息。</strong><strong> </strong><br />
  4、与本协议第五条第2款下返利支付相关的寻蜜鸟平台合作第三方支付机构收取的手续费，全部由寻蜜鸟承担。<strong> </strong><br />
  <strong>七</strong><strong>、责任限制及赔偿</strong><strong> </strong><br />
  <strong>1、寻蜜鸟仅是提供平台信息服务，不保证</strong><strong>您</strong><strong>提供的产品或服务的质量，</strong><strong>您</strong><strong>与</strong><strong>用户、寻蜜客</strong><strong>之间的任何争议，</strong><strong>您</strong><strong>应与</strong><strong>用户、寻蜜客</strong><strong>自行解决。</strong><strong> </strong><br />
  <strong>2、寻蜜鸟不保证寻蜜鸟</strong><strong>平台</strong><strong>一定适合</strong><strong>您</strong><strong>的使用要求和期望；不保证不受干扰或恶意攻击；不保证服务不出现错误。</strong><strong> </strong><br />
  <strong>3、为了增进</strong><strong>您</strong><strong>的</strong><strong>服务</strong><strong>体验</strong><strong>，</strong><strong>完善服务内容，寻蜜鸟将不时提供</strong><strong>软件</strong><strong>更新服务(该更新可能会采取软件替换、修改、功能强化、版本升级等形式)。为了改善</strong><strong>您的服务</strong><strong>体验，保证服务的安全性和功能的一致性，寻蜜鸟有权对</strong><strong>软件</strong><strong>进行更新或者对软件的部分功能效果进行改变或限制。</strong><strong> </strong><br />
  <strong>4、寻蜜鸟</strong><strong>平台</strong><strong>因下列状况无法正常运作，使您无法使用各项服务时，您应及时采取其他</strong><strong>合理</strong><strong>方式</strong><strong>以实现您</strong><strong>的商业目的</strong><strong>。</strong><strong>寻蜜鸟不承担损害赔偿责任，该状况包括但不限于：</strong><strong> </strong><br />
  <strong>&#9312;</strong><strong>寻蜜鸟公告</strong><strong>的系统</strong><strong>停机维护期间。</strong><strong> </strong><br />
  <strong>&#9313;</strong><strong>电信设备出现故障不能进行数据传输的。</strong><strong> </strong><br />
  <strong>&#9314;</strong><strong>因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的。</strong><strong> </strong><br />
  <strong>&#9315;</strong><strong>由于黑客攻击、电信部门技术调整或故障、APP升级、第三方支付平台、银行方面的问题等原因而造成的服务中断或者延迟。</strong><strong> </strong><br />
  <strong>八</strong><strong>、不可抗力</strong><strong> </strong><br />
  &#8220;不可抗力&#8221;指在本协议签署后发生的、本协议签署时不能预见的、其发生与后果无法避免或克服的、妨碍任何一方全部或部分履约的所有事件。上述事件包括地震、台风、水灾、火灾、战争、国际或国内运输中断、政府或公共机构的行为（包括重大法律变更或政策调整）、流行病、民乱、罢工，以及一般国际商业惯例认作不可抗力的其他事件。因不可抗力，寻蜜鸟对因此造成的服务中断或延迟提供服务不承担任何责任。 <br />
  <strong>九</strong><strong>、知识产权</strong><strong> </strong><br />
  1、您同意，您注册成为特约商户及您终止与寻蜜鸟的合同关系后，寻蜜鸟可保存并使用您的注册登记信息及在寻蜜鸟平台的交易数据。 <br />
  2、寻蜜鸟有关的商号、商标、徽标、标识、宣传资料、市场营销资料等任何资料、信息及其上的知识产权均为寻蜜鸟所独有，您不享有任何权利，亦不得采取任何侵犯寻蜜鸟知识产权的行为或行动。 <br />
  <strong>十、隐私政策</strong><strong> </strong><br />
  1、寻蜜鸟承诺将您提交的注册信息予以保密，但根据法律法规的规定，或行政、司法机构或其他法律规定披露除外。 <br />
  2、您可在寻蜜鸟平台使用昵称，但昵称中不能含有任何侮辱、淫秽或侵犯第三人权益的文字。 <br />
  3、您应妥善保管自已的用户名、特约商户账号及密码。如非因寻蜜鸟的原因导致您的信息泄露或造成您的任何损失，寻蜜鸟不承担任何责任。 <br />
  <strong>十</strong><strong>一</strong><strong>、法律适用及管辖</strong><strong> </strong><br />
  本协议的订立、效力、解释、履行和争议的解决均受中华人民共和国法律的保护和管辖。任何因本协议引起的争议应通过友好协商解决。如开始协商后三十（30）天内未能解决争议，则争议一方可将争议向寻蜜鸟住所地有管辖权的人民法院提起诉讼。 <br />
  <strong>十</strong><strong>二</strong><strong>、条款独立</strong><strong> </strong><br />
  本协议任何条款在任何时候在任何方面成为不合法、无效或不可执行的，本协议其他条款的合法性、有效性或可执行性不受任何影响或减损。 <br />
  <strong>十</strong><strong>三</strong><strong>、违约责任</strong><strong> </strong><br />
  除本协议另有约定外，寻蜜鸟或您违反本协议的有关约定即构成违约，违约方应向守约方承担违约责任，赔偿守约方的全部损失。 <br />
  <strong>十</strong><strong>四</strong><strong>、协议生效</strong><strong> </strong><br />
  本协议于您点击寻蜜鸟注册界面完成注册，获得寻蜜鸟特约商户账号及密码时生效。 <br />
  <strong>十</strong><strong>五</strong><strong>、协议</strong><strong>终止</strong><strong> </strong><br />
  本协议于您购买的SAAS软件使用期限届满时终止。 </p>
</body>
</html>
