<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>常见问题</title>
    <style type="text/css">
        h5{
            font-size: 16px;
        }
        p{
            font-size: 18px;
        }
        p strong{
            font-size: 18px;;
        }
    </style>
</head>

<body>

                                                            <dd>
                                    <h5>商户如何进行绑定或者变更银行卡操作？</h5>
                                    <p >答：商户首次进行提现，系统会自动提示需要绑定银行卡。商户填充信息并提交后，1个工作日内会由工作人员审核反馈结果；如果进行变更操作，还会有我司客服致电，核实确认为商户本人操作，无误后即可通过变更。</p>
                                </dd>
                                                            <dd>
                                    <h5>账户金额如何提现？多久可以到账？</h5>
                                    <p >答：商户绑定银行卡后，在商户端app主页选择“可提现收益”，可对”本店营收”和”店外收益”分别进行提现操作，输入提现密码，会在T+1（工作日）后到达您绑定的银行卡。</p>
                                </dd>
                                                            <dd>
                                    <h5>商家忘记提现密码怎么办？</h5>
                                    <p >答：在输入提现密码的界面有“忘记密码”选项，可通过账号手机收取验证码重置提现密码。</p>
                                </dd>
                                                            <dd>
                                    <h5>提现超过规定时间没有到账怎么处理？</h5>
                                    <p >答：请您致电客服4007766333提供相关信息，客服会为您跟进。</p>
                                </dd>
                                                            <dd>
                                    <h5>提现金额有什么限制吗？</h5>
                                    <p >答：商户可以随时申请提现，没有限制，可以自定义设置为定期自动转出到银行卡，也可以随时手动申请提现。</p>
                                </dd>
                                  <dd>
                                    <h5>商户如何进行绑定或者变更银行卡操作？</h5>
                                    <p >答：商户首次进行提现，系统会自动提示需要绑定银行卡。商户填充信息并提交后，1个工作日内会由工作人员审核反馈结果；如果进行变更操作，还会有我司客服致电，核实确认为商户本人操作，无误后即可通过变更。</p>
                                </dd>
                                                            <dd>
                                    <h5>账户金额如何提现？多久可以到账？</h5>
                                    <p >答：商户绑定银行卡后，在商户端app主页选择“可提现收益”，可对”本店营收”和”店外收益”分别进行提现操作，输入提现密码，会在T+1（工作日）后到达您绑定的银行卡。</p>
                                </dd>
                                                            <dd>
                                    <h5>商家忘记提现密码怎么办？</h5>
                                    <p >答：在输入提现密码的界面有“忘记密码”选项，可通过账号手机收取验证码重置提现密码。</p>
                                </dd>
                                                            <dd>
                                    <h5>提现超过规定时间没有到账怎么处理？</h5>
                                    <p >答：请您致电客服4007766333提供相关信息，客服会为您跟进。</p>
                                </dd>
                                                            <dd>
                                    <h5>提现金额有什么限制吗？</h5>
                                    <p >答：商户可以随时申请提现，没有限制，可以自定义设置为定期自动转出到银行卡，也可以随时手动申请提现。</p>
                                </dd>

</body>
</html>
